Repository: magnify/swtor_dk
Catalog: sites/all/modules/taxonomy_access/translations/old/*.po
Languages: el, fr, hu, it

source: Taxonomy Access - Update #2: No queries executed. Field 'grant_list' already exists in tables 'term_access'.
fr: Taxonomy Access - Mise à jour #2: Aucune requête exécutée. Le champ 'grant_list' existe déjà dans la table 'term_access'.

source: Allows users to specify how each category can be used by various roles.
el: Επιτρέπει στους χρήστες να καθορίζουν το πώς κάθε κατηγορία μπορεί να χρησιμοποιείται από τις διάφορες μονάδες.
fr: Permet aux utilisateurs de définir la manière dont pourra être utilisé chaque catégories par les différents rôles.
it: Consente agli utenti di specificare quali categorie possono essere usate dai vari ruoli

source: The module is currently <u>ACTIVATED</u> properly.
el: Η μονάδα είναι τώρα <u>ΕΝΕΡΓΟΠΟΙΗΜΕΝΗ</u> κανονικά.
fr: Le module est actuellement <u>ACTIF</u>.

source: To disable the module properly: <ol><li><u>Deactivate</u> here. <em>(Save this configuration.)</em></li><li><u>Disable/Uninstall</u> it in the 'Modules Administration Page'.</li></ol>
el: Για να θέσετε εκτός λειτουργίας αυτή τη μονάδα σωστά: <ol><li><u>Απενεργοποιήστε</u> την εδώ. <em>(Αποθηκεύστε αυτή τη ρύθμιση.)</em></li><li><u>Θέστε την εκτός λειτουργίας/απεγκαταστήστε την</u> και από τη σελίδα 'διαχείρισης μονάδων'.</li></ol>
fr: Pour désactiver le module correctement: <ol><li><u>Désactiver</u> ici. <em>(Sauve cette configuration.)</em></li><li><u>Désactiver/Désinstaller</u> dans la 'Page d'Administration des Modules'.</li></ol>

source: The module is currently <u>DEACTIVATED</u>, but must also be disabled/uninstalled in the %module_page_link in order to be properly disabled.
el: Η μονάδα είναι τώρα <u>ΑΠΕΝΕΡΓΟΠΟΙΗΜΕΝΗ</u>, αλλά πρέπει να τη θέσετε εκτός λειτουργίας/απεγκαταστήσετε και από τη %module_page_link για να είναι σωστά απενεργοποιημένη.
fr: Le module est actuellement <u>INACTIF</u>, mais doit aussi être désactivé/désinstallé dans la %module_page_link pour être correctement désactivé.

source: modules admin page
el: σελίδα διαχείρισης μονάδων
fr: page d'administration du module
it: pagina di amministrazione dei moduli

source: For controlling the Taxonomy Access System, the module has to be <u>Activated</u> on this page.
el: Για να ελέγχετε το σύστημα πρόσβασης ταξονομίας, η μονάδα πρέπει να είναι <u>ενεργοποιημένη</u> από αυτή τη σελίδα.
fr: Pour paramétrer le système de contrôle d'accès par catégories, le module doit être <u>Activé</u> sur cette page.

source: The Taxonomy Access Control module allows users to specify how each category can be used by various roles.
el: Η μονάδα Taxonomy Access Control (έλεγχος πρόσβασης ταξονομίας) επιτρέπει στους χρήστες να καθορίζουν το πώς μπορεί να χρησιμοποιείται κάθε κατηγορία από τους διάφορους ρόλους.
fr: Le module de contrôle d'accès par catégorie permet de spécifier la manière dont pourra être utilisée chaque catégorie par les différents rôles.
hu: A Taxonómia-hozzáférés szabályozás modul lehetőséget ad a felhasználóknak a csoportok hozzáférésének kategória alapú meghatározására.

source: On the category permissions page for each role, each category displays a list of the terms within it, each with five types of permission: <em>View, Update, Delete, Create</em> and <em>List</em>:
el: Στη σελίδα για τις άδειες κατηγοριών του κάθε ρόλου, για κάθε κατηγορία παρουσιάζεται μια λίστα των όρων που περιέχει, όπου κάθε όρος έχει πέντε τύπους αδειών: <em>Προβολή</em>, <em>Ενημέρωση</em>, <em>Διαγραφή</em>, <em>Δημιουργία</em> και <em>Λίστα</em>:
fr: Sur la page de permissions des catégorie, pour chaque rôle, chaque catégorie présente la liste de termes associé suivi de cinq types de permission: <em>Voir, Mise à jour, Supprimer, Créer</em> et <em>Lister</em>:
hu: A kategória jogosultság oldalon minden csoportra és kategóriára öt jogosultsági típus határozható meg: <em>Megtekintés, Frissítés, Törlés, Létrehozás</em> és <em>Listázás</em>

source: <strong>VIEW</strong> enables the user to access content (nodes) with given term.
el: Η άδεια <strong>ΠΡΟΒΟΛΗ</strong> επιτρέπει στο χρήστη την πρόσβαση σε ύλη (κόμβους) που έχει το δεδομένο όρο.
fr: <strong>VOIR</strong> autorise l'utilisateur à visualiser les contenus (noeuds) associés à ce terme.
hu: <strong>MEGTEKINTÉS</strong> engedélyezi a tartalmak hozzáférését egy adott kategórián belül.

source: <strong>UPDATE, DELETE</strong> enables the user to Update/Delete <u>ALL</u> nodes with the given term. <br><em>(These two permissions are <u>administrator permissions</u>, that should be given ONLY to e.g. content administrators.)</em>
el: Οι άδειες <strong>ΕΝΗΜΕΡΩΣΗ</strong> και <strong>ΔΙΑΓΡΑΦΗ</strong> επιτρέπουν στο χρήστη να ενημερώνει ή να διαγράφει <u>ΟΛΟΥΣ</u> τους κόμβους με το δεδομένο όρο. <br><em>(Αυτές οι δύο άδειες είναι <u>διαχειριστικές άδειες</u>, που πρέπει να δίνονται ΜΟΝΟ σε διαχειριστές ύλης.)</em>
fr: <strong>MISE A JOUR, SUPPRIMER</strong> autorisent l'utilisateur à Mettre à jour/Supprimer <u>TOUS</u> les noeuds associés à ce terme. <br><em>(Ces deux permissions sont des <u>fonctions d'administration</u>, qui ne devraient être données QUE à par ex. de administrateurs de contenu.)</em>
hu: <strong>FRISSÍTÉS, TÖRLÉS</strong> engedélyezi a csoportnak a kategória <ul>összes</u> tartalmának frissítését és törlését. <br /><em>(Ezek adminisztrátori jogosultságok, ezért csak a tartalmak karbantartóinak célszerű megadni.)</em>

source: <strong>CREATE</strong> enables the user to set that term when adding a new node or when editing a node.
el: Η άδεια <strong>ΔΗΜΙΟΥΡΓΙΑ</strong> επιτρέπει στο χρήστη να θέτει το συγκεκριμένο όρο όταν δημιουργεί ένα νέο κόμβο ή όταν τροποποιεί έναν κόμβο.
fr: <strong>CREER</strong> autorise l'utilisateur à utiliser ce terme lors de l'édition ou la création d'un noeud.
hu: <strong>LÉTREHOZÁS</strong> lehetővé teszi a felhasználóknak, hogy hozzárendeljék az adott kifejezést a tartalom létrehozásakor vagy szerkesztésekor.

source: <strong>LIST</strong> enables the user to view the name of the given term below the title of a node or in category lists. It also controls whether a user can access the taxonomy page for the given term. (e.g. "taxonomy/term/*")
el: Η άδεια <strong>ΛΙΣΤΑ</strong> επιτρέπει στο χρήστη να βλέπει το όνομα του δεδομένου όρου κάτω από τον τίτλο ενός κόμβου ή στις λίστες κατηγοριών. Ελέγχει επίσης το αν ο χρήστης θα έχει πρόσβαση στη σελίδα ταξονομίας του δεδομένου όρου. (π.χ. "taxonomy/term/*")
fr: <strong>LISTER</strong> autorise l'utilisateur à voir le terme sous le titre d'un noeud ou dans une liste de catégories. Cela contrôle aussi l'accès à la page de catégorie de ce terme. (ex. "taxonomy/term/*")

source: VIEW, UPDATE, and DELETE control the node access system. LIST and CREATE control if a user can view and select a given term. (Note: In previous versions of Taxonomy Access Control, there was no LIST permission; its functionality was controlled by the VIEW permission.)
el: Οι άδειες ΠΡΟΒΟΛΗ, ΕΝΗΜΕΡΩΣΗ και ΔΙΑΓΡΑΦΗ ελέγχουν το σύστημα πρόσβασης κόμβων. Οι άδειες ΛΙΣΤΑ και ΔΗΜΙΟΥΡΓΙΑ ελέγχουν το αν ο χρήστης μπορεί να βλέπει και να επιλέγει ένα δεδομένο όρο. (Σημείωση: Σε προηγούμενες εκδόσεις της μονάδας Taxonomy Access Control δεν υπήρχε άδεια ΛΙΣΤΑ, και οι λειτουργίες της ελέγχονταν από την άδεια ΠΡΟΒΟΛΗ.)
fr: VOIR, MISE A JOUR, et SUPRIMER contrôle le système d'accès aux noeuds. LISTER et CREER contrôle si un utilisateur peur voir et sélectionner le terme. (Note: Dans les version précédentes du contrôle d'accès par catégorie, il n'y avait pat de permission LISTER; cette fonctionnalité était contrôlée par la permission VOIR.)

source: <strong>VIEW, UPDATE and DELETE have three options for each term: <u>A</u>llow, <u>I</u>gnore, and <u>D</u>eny.</strong> Indicate which rights each role should have for each term.
el: Οι άδειες <strong>ΠΡΟΒΟΛΗ, ΕΝΗΜΕΡΩΣΗ και ΔΙΑΓΡΑΦΗ έχουν τρεις επιλογές για κάθε όρο: <u>A</u>llow (Επιτρέπεται), <u>I</u>gnore (Αγνοείται) και <u>D</u>eny (Απαγορεύεται).</strong> Ορίστε ποια δικαιώματα θα έχει κάθε ρόλος για τον κάθε όρο.
fr: <strong>VOIR, MISE A JOURet SUPRIMER ont trois options par terme: <u>A</u>utoriser, <u>I</u>gnorer, et <u>R</u>efuser.</strong> Défini ce que chaque rôle peu faire avec chaque terme.
hu: A <strong>MEGTEKINTÉS, FRISSÍTÉS</strong> és <strong>TÖRLÉS</strong> jogosultságok esetében három lehetőségünk van minden kategóriánál minden csoportra: <u>E</u>ngedélyezés, <u>F</u>igyelmen kívül hagyás, és <u>T</u>iltás.

source: <strong>CREATE and LIST have only two options for each term: YES (selected) or NO (deselected).</strong> Indicate what each role should be allowed to do with each term.
el: Οι άδειες <strong>ΔΗΜΙΟΥΡΓΙΑ και ΛΙΣΤΑ έχουν μόνο δύο επιλογές για τον κάθε όρο: ΝΑΙ (επιλεγμένο) ή ΟΧΙ (μη επιλεγμένο).</strong> Ορίστε τι θα επιτρέπεται να κάνει κάθε ρόλος με τον κάθε όρο.
fr: <strong>CREER et LISTER n'ont que deux postions par terme: OUI (selectioné) ou NON (déselectioné).</strong> Défini ce que chaque rôle peu faire avec chaque terme.
hu: A <strong>LÉTREHOZÁS</strong> és <strong>LISTÁZÁS</strong> csak két lehetőséggel rendelkezik minden kategóriánál minden csoportra: IGEN vagy NEM.

source: <strong>IMPORTANT NOTE:</strong><br><u>The DENY directives are processed after the ALLOW directives. (DENY overrides ALLOW.)</u> So, if a multicategory node is in Categories "A" and "B" and a user has ALLOW permissions for VIEW in Category "A" and DENY permissions for VIEW in Category "B", then the user will NOT be permitted to VIEW the node. (DENY overrides ALLOW.)<br><u>Access is denied by default.</u> So, if a multicategory node is in Categories "C" and "D" and a user has IGNORE permissions for VIEW in both Category "C" and "D", then the user will NOT be permitted to VIEW the node.<br>(If you are familiar with Apache mod_access, this permission system works similar to directive: <em>ORDER ALLOW, DENY</em>)
el: <strong>ΣΗΜΑΝΤΙΚΗ ΠΑΡΑΤΗΡΗΣΗ:</strong><br><u>Οι οδηγίες ΑΠΑΓΟΡΕΥΕΤΑΙ διεκπεραιώνονται μετά τις οδηγίες ΕΠΙΤΡΕΠΕΤΑΙ. (Το ΑΠΑΓΟΡΕΥΕΤΑΙ παραμερίζει το ΕΠΙΤΡΕΠΕΤΑΙ.)</u> Αν λοιπόν ένας κόμβος με πολλές κατηγορίες είναι στις κατηγορίες "A" και "B", και ένας χρήστης έχει στην κατηγορία "A" άδεια ΕΠΙΤΡΕΠΕΤΑΙ για την ΠΡΟΒΟΛΗ και στην κατηγορία "B" άδεια ΑΠΑΓΟΡΕΥΕΤΑΙ για την ΠΡΟΒΟΛΗ, τότε ο χρήστης ΔΕΝ θα επιτρέπεται να δει τον κόμβο. (Το ΑΠΑΓΟΡΕΥΕΤΑΙ παραμερίζει το ΕΠΙΤΡΕΠΕΤΑΙ.)<br><u>Η προεπιλογή είναι να μην επιτρέπεται η πρόσβαση.</u> Αν λοιπόν ένας κόμβος με πολλές κατηγορίες είναι στις κατηγορίες "C" και "D", και ένας χρήστης έχει και στις δύο κατηγορίες άδεια ΔΕΝ ΟΡΙΖΕΤΑΙ για την ΠΡΟΒΟΛΗ, τότε ο χρήστης ΔΕΝ θα επιτρέπεται να δει τον κόμβο.<br>(Αν σας είναι γνωστό το mod_access του Apache, αυτό το σύστημα αδειών λειτουργεί παρόμοια με την οδηγία <em>ORDER ALLOW, DENY</em>)
fr: <strong>NOTE IMPORTANTE :</strong><br><u>Les directives REFUSER sont effectuées après les directive AUTORISER. (REFUSER écrase AUTORISER.)</u> Donc, si un noeud est dans les catégories "A" et "B" et que l'utilisateur à les permissions AUTORISER de VOIR dans la catégorie "A" et REFUSER de VOIR dans la catégorie "B", alors l'utilisateur ne sera PAS autorisé à VOIR le noeud. (REFUSER écrase AUTORISER.)<br><u>L'accès est refusé par défaut.</u> Donc, si un noeud est dans les catégories "C" et "D" et que l'utilisateur à les permissions IGNORER pour VOIR dans chacune des catégorie "C" et "D", alors l'utilisateur ne sera PAS autorisé à VOIR le noeud.<br>(Si vous êtes habitué au mod_access de Apache, ce système de permissions fonctionne d'une manière similaire à la directive : <em>ORDER ALLOW, DENY</em>)

source: <strong>Allow/Ignore/Deny All</strong> or <strong>Select/Deselect All:</strong><br>Beside each vocabulary title there are dropdowns containing the options that can be set for individual terms. Selecting one of these options using the dropdown effectively <u>selects that option for ALL of the individual terms inside that vocabulary when the options are saved.</u><br>Selecting "--" does not make any automatic changes to the permission of the terms in that vocabulary; only manual changes that you make will be saved.<br>NOTE: This does <u>not</u> change the "Default" option (described below).
el: <strong>Επιτρέπεται/Δεν ορίζεται/Απαγορεύεται σε όλα</strong> και <strong>Επιλογή/Αποεπιλογή όλων:</strong><br>Δίπλα σε κάθε τίτλο λεξιλογίου υπάρχουν πτυσσόμενες λίστες επιλογής που περιέχουν τις ίδιες ρυθμίσεις που μπορούν να οριστούν για τους μεμονωμένους όρους. Με την επιλογή μίας από αυτές τις ρυθμίσεις από την πτυσσόμενη λίστα, ουσιαστικά <u>επιλέγεται αυτή η ρύθμιση για ΟΛΟΥΣ τους μεμονωμένους όρους που περιέχονται στο συγκεκριμένο λεξιλόγιο, όταν αποθηκευτούν οι ρυθμίσεις.</u><br>Η επιλογή "--" δεν κάνει καμία αυτόματη αλλαγή στις άδειες των όρων του λεξιλογίου -- αποθηκεύονται μόνο οι αλλαγές που κάνατε με το χέρι.<br>ΣΗΜΕΙΩΣΗ: Αυτό <u>δεν</u> αλλάζει τη ρύθμιση της "Προεπιλογής" (που περιγράφεται παρακάτω).
fr: <strong>Autoriser/Ignorer/Refuser tout</strong> ou <strong>Sélectionner/Désélectionner tout :</strong><br>A coté de chaque titre de catégorie sont positionnés des listes déroulantes contenant les options qui peuvent êtres réglées sur chaque termes. Le choix de l'une de ces options dans la liste déroulante <u>sélectionne cette option pour TOUS les termes de cette catégorie lorsque les options sont sauvées.</u><br>Le choix de "--" n’opère aucun changement automatique de permission sur les termes de la catégorie; seuls les changements manuels que vous effectuez seront sauvés.<br>NOTE : Ceci ne change <u>PAS</u> l'option "Par défaut" (décrite ci-dessous).

source: <strong>Default:</strong><br>This option, just underneath the vocabulary title, <u>sets the permission that will automatically be given</u> to the role, <u>for any new terms</u> that are added within the vocabulary. This includes terms that are added via free tagging.
el: <strong>Προεπιλογή:</strong><br>Η ρύθμιση αυτή, που βρίσκεται ακριβώς κάτω από τον τίτλο του λεξιλογίου, <u>ορίζει τις άδειες που θα δίνονται αυτόματα</u> στο συγκεκριμένο ρόλο <u>για οποιουσδήποτε νέους όρους</u> που προστίθενται στο συγκεκριμένο λεξιλόγιο. Αυτό περιλαμβάνει τους όρους που προστίθενται με ελεύθερες ετικέτες (free tagging).
fr: <strong>Par défaut :</strong><br>Cette option, juste sous le titre de la catégorie, <u>règle la permission qui sera automatiquement donnée</u> au rôle, <u>pour tout nouveau terme</u> qui sera ajouté à cette catégorie. Cela inclue les termes qui sont ajoutés par l'étiquetage libre.

source: <strong>GOOD TO KNOW:</strong><br><strong>Input formats:</strong> <u>Node editing/deleting is blocked</u>, even when user has <em>UPDATE/DELETE</em> permission to the node, <u>when user is not allowed to use a filter format</u> that the node was saved at.
el: <strong>ΧΡΗΣΙΜΗ ΠΑΡΑΤΗΡΗΣΗ:</strong><br><strong>Μορφές εισόδου κειμένου:</strong> <u>Η τροποποίηση και η διαγραφή κόμβων είναι απαγορευμένη</u> ακόμα και αν ο χρήστης έχει άδειες <em>ΕΝΗΜΕΡΩΣΗ/ΔΙΑΓΡΑΦΗ</em> γι' αυτόν τον κόμβο, <u>αν ο χρήστης δεν επιτρέπεται να χρησιμοποιεί μια μορφή φίλτρου</u> με την οποία αποθηκεύτηκε ο κόμβος.
fr: <strong>BON A SAVOIR :</strong><br><strong>Les formats d'entrée:</strong> <u>L'édition et la suppression de noeuds est bloquée</u>, même si l'utilisateur a les permissions <em>MISE A JOUR/SUPPRIMER</em> sur le noeud, <u>lorsque l'utilisateur n'est pas autorisé a utiliser un format de filtre</u> dans le quel le noeud a été sauvé.

source: Taxonomy Access Control has to be <u>activated</u> on %settings_page, before configuring 'category permissions'.
el: Η μονάδα Taxonomy Access Control πρέπει να έχει <u>ενεργοποιηθεί</u> από τη %settings_page, προτού διευθετήσετε τις 'άδειες κατηγοριών'.
fr: Le contrôle d'accès par catégorie doir être <u>activé</u> sur la %settings_page, avant de configurer les 'permissions des catégories'.

source: settings page
el: σελίδα ρυθμίσεων
fr: page de paramètres

source: <p><strong>Vocabulary Settings:</strong> Each vocabulary displays a list of the terms within it, each with five types of permission: <em>View, Update, Delete, Create</em> and <em>List</em>.</p><p>For a detailed description of these permissions and how to use them, see <a href="%taxonomy_access_help">Taxonomy Access Control help</a>. If you are new to Taxonomy Access Control, it is very important that you read the help page.</p>
el: <p><strong>Ρυθμίσεις λεξιλογίων:</strong> Κάθε λεξιλόγιο παρουσιάζει μια λίστα των όρων που περιέχει, με πέντε τύπου αδειών για τον κάθε όρο: <em>Προβολή, Ενημέρωση, Διαγραφή, Δημιουργία</em> και <em>Λίστα</em>.</p><p>Για λεπτομερή περιγραφή αυτών των αδειών και του πώς χρησιμοποιούνται, δείτε στις <a href="%taxonomy_access_help">οδηγίες της μονάδας Taxonomy Access Control</a>. Αν δεν έχετε εξοικείωση με τη μονάδα αυτή, είναι πολύ σημαντικό να διαβάσετε τη σελίδα των οδηγιών.</p>
fr: <p><strong>Réglages des catégories :</strong> Chaque catégorie présente une liste de termes associés, chacun avec cinq types de permissions: <em>Voir, Mise à Jour, Supprimer, Créer</em> et <em>Lister</em>.</p><p>Pour une description détaillée de ces permissions et de leur utilisation, voir <a href="%taxonomy_access_help">l'aide sur le contrôle d'accès par catégories</a>. Si vous débutez avec le contrôle d'accès par catégorie, il est très important que vous lisiez cette page.</p>

source: In this area you will define the permissions that each <a href="%role">user role</a> has for each category. Each category can have <em>View, Update, Delete, Create</em> and <em>List</em> permissions set for each user role.
el: Σε αυτή τη περιοχή θα ορίσετε τις άδειες που έχει κάθε <a href="%role">ρόλος χρήστη</a> για κάθε κατηγορία. Για κάθε κατηγορία μπορείτε να ορίσετε άδεις <em>Προβολής, Ενημέρωσης, Διαγραφής, Δημιουργίας</em> και <em>Λίστας</em> για κάθε ρόλο χρήστη.
fr: Dans cette zone vous définissez les permissions que chaque <a href="%role">rôle</a> a sur chaque catégorie. Chaque catégorie peu avoir les permissions <em>Voir, Mise à jour, Supprimer, Créer</em> et <em>Lister</em> réglées pour chaque rôle.

source: category permissions
el: άδειες κατηγοριών
fr: permissions des catégories
it: permessi dei ruoli

source: Allow all
el: Επιτρέπεται σε όλα
fr: Autoriser tout
hu: Mindegyik engedélyezése

source: Ignore all
el: Δεν ορίζεται σε όλα
fr: Ignorer tout
hu: Mindegyik figyelmen kívül hagyása

source: Deny all
el: Απαγορεύεται σε όλα
fr: Refuser tout
hu: Mindegyik tiltása

source: Select all
el: Επιλογή όλων
fr: Sélectionner tout
hu: Mindegyik kiválasztása
it: Seleziona tutti

source: Deselect all
el: Αποεπιλογή όλων
fr: Désélectionner tout
hu: Kiválasztások megszüntetése
it: Deseleziona tutti

source: Allow
el: Επιτρέπεται
fr: Autoriser
hu: Engedélyezés

source: Ignore
el: Δεν ορίζεται
fr: Ignorer
hu: Figyelmen kívül hagyás

source: Deny
el: Απαγορεύεται
fr: Refuser
hu: Tiltás

source: Save category permissions
el: Αποθήκευση αδειών κατηγοριών
fr: Sauver les permissions des catégories
hu: A kategória jogosultságainak mentése
it: Salva i permessi della categoria

source: Role
el: Ρόλος
fr: Rôle
hu: Csoport

source: edit
el: τροποποίηση
fr: éditer
hu: szerkesztés

source: Category
el: Κατηγορία
fr: Catégorie
hu: Kategória

source: View
el: Προβολή
fr: Voir
hu: Megtekintés

source: Update
el: Ενημέρωση
fr: Mise à jour
hu: Frissítés

source: Delete
el: Διαγραφή
fr: Supprimer
hu: Törlés

source: Create
el: Δημιουργία
fr: Créer
hu: Létrehozás

source: List
el: Λίστα
fr: Liste
hu: Listázás

source: D
el: Α
fr: R
hu: T

source: Permissions for
el: Άδειες για
fr: Permissions de
hu: Engedélyei:

source: Uncategorized nodes
el: Κόμβοι χωρίς κατηγορία
fr: Noeuds inclassables
hu: Kategorizálatlan tartalmak

source: Default
el: Προεπιλογή
fr: Par défaut
hu: Alapértelmezett

source: Your permission settings for '%role' role have been saved.
fr: Vos réglages de permissions pour le rôle '%role' ont étés sauvées.
hu: A jogosultsági beállítások el lettek mentve az alábbi csoport részére: %role .

source: active
el: ενεργό
fr: actif

source: Cannot be disabled!
fr: Ne peut pas être désactivé !

source: Required by taxonomy_access module.
fr: Requit par le module <em>taxonomy_access</em>.

source: First, <u>deactivate</u> on %settings_page
fr: Premièrement, <u>désactivez</u> sur la %settings_page

source: The module %module was deactivated--it requires the following disabled/non-existant modules to function properly: %dependencies
fr: Le module %module a été désactivé--il requiert les modules désactivés/absents pour fonctionner correctement : %dependencies

source: Taxonomy Access Control Activation
fr: Activation du contrôle d'accès par catégorie

source: Activate
el: Ενεργοποίηση
fr: Activer

source: Deactivate
el: Απενεργοποίηση
fr: Désactiver

source: Reset to defaults
el: Επαναφορά αρχικών ρυθμίσεων
fr: Rétablir par défaut
hu: Visszaállítás az alapértelmezett értékekre

source: The configuration options of taxonomy access have been reset to their default values.
el: Οι ρυθμίσεις της μονάδας πρόσβασης ταξονομίας επανήλθαν στις αρχικές τους τιμές.
fr: Les options de configuration de contrôle d'accès par catégorie ont étés réinitialisées aà leurs valeurs par défaut.
hu: A taxonómia-hozzáférés beállításai visszaálltak az alapértelmezett értékekre.
it: Le opzioni di configurazione di taxonomy_access sono state ripristinate ai loro valori di default.

source: The configuration options of taxonomy access have been saved.
el: Οι ρυθμίσεις της μονάδας πρόσβασης ταξονομίας αποθηκεύτηκαν.
fr: Les options de configuration de contrôle d'accès par catégorie ont étés sauvées.
hu: A taxonómia-hozzáférés beállításai el lettek mentve.
it: Le opzioni di configurazione di taxonomy_access sono state salvate.

source: A
el: Ε
hu: E

source: I
el: Δ
hu: F

source: Your permission settings for
el: Οι ρυθμίσεις σας των αδειών για

source: <strong>Cannot be disabled!</strong> First, <u>deactivate</u> on %settings_page
el: <strong>Δεν μπορεί να τεθεί εκτός λειτουργίας!</strong> Πρώτα <u>επενεργοποιήστε την</u> από τη %settings_page

source: Taxonomy Access module installed tables successfully.
hu: A „Taxonómia-hozzáférés” modul adatbázis tábláinak telepítése sikerült.

source: The installation of Taxonomy Access module was unsuccessful.
hu: A „Taxonómia-hozzáférés” modul telepítése nem sikerült.

source: Taxonomy Access have been successfully uninstalled.
hu: A „Taxonómia-hozzáférés” modul sikeresen el lett távolítva.

source: Taxonomy Access Control
hu: Taxonómia-hozzáférés vezérlés

source: Access control for user roles based on taxonomy categories.
hu: Kategória alapú hozzáférés szabályozás.

source: Permissions can be set differently to each USER ROLES. Be aware that setting Taxonony Access permissions works ONLY WITHIN ONE USER ROLE. <br /><em>(For users with multiple user roles, see section "GOOD TO KNOW" below.)</em>
hu: A jogosultságok minden csoport esetében külön meghatározhatóak és csak arra az adott csoportra érvényes.<br /><em>(Többcsoportos rendszer esetében érdemes átolvasni a JÓ TUDNI részt is.)</em>

source: GOOD TO KNOW:
hu: JÓ TUDNI:

source: Taxonomy Access: Settings
hu: Taxonómia-hozzáférés: Beállítások

source: Taxonomy Access: Permissions
hu: Taxonómia-hozzáférés: Jogosultságok

source: Sophisticated access control for content items based on category
hu: Hozzáférés szabályozás a tartalmak kategóriája alapján

source: The module is currently enabled properly.
it: Il modulo è correntemente abilitato

source: To disable the module properly, select 'disable' here and save the configuration before disabling it in the modules page.
it: Per disabilitare il modulo correttamente, seleziona 'disabilita' e salva la configurazione prima di disabiltare il modulo nella pagina dei moduli
