Repository: magnify/swtor_dk
Catalog: sites/all/modules/taxonomy_access/translations/old/*.po
Languages: el, fr, hu, it

source: The module is currently disabled, but must also be disabled in the %module_page_link in order for it to be properly disabled.<br/>To properly enable this module, select 'enable' here and save the configuration.<br/>
it: Il modulo è correntemente disabilitato, ma va ancora disabilitato nella %module_page_link per essere completamente disabilitato.<br/> Per abilitare correttamente il modulo seleziona 'Abilita' qui e salva la configurazione. <br/>

source: <strong>Vocabulary Settings:</strong> Each vocabulary displays a list of the terms within it, each with four checkboxes: <em>View, Update, Delete, Create </em>and <em>List</em>. (For detailed description of these permissions, see README.txt) When you tick a checkbox next to a term, this role is given permission to perform that action on any nodes assigned to that term.
it: <strong>Configurazione del vocabolario:</strong> Ogni vocabolario mostra una lista di termini, ognuno con cinque spunte: <em> Vista, Aggiornamento, Eliminazione, Creazione, Lista(ndT ??) </em>. (Per una descrizione dettagliata dei permessi guarda il README.TXT) Quando tu spunti un termine, un ruolo acquisice il permesso di fare una una determinita azione su tutti i nodi assegnati a quel termine.

source: Beside each vocabulary title there is also a dropdown with &quot;<em>Select all</em>&quot; and &quot;<em>Deselect all</em>&quot; settings:
it: Vicino ad ogni nome di Vocabolario c'è una tendina con &quot; <em>Seleziona tutti</em>&quot; e &quot;<em>deseleziona tutti</em>&quot;:

source: <ul><li>Choose the &quot;<em>Select all</em>&quot; setting to automatically select all of the terms in that vocabulary when you save (except '<em>Default</em>', which is not affected).</li><li>Choose the &quot;<em>Deselect all</em>&quot; setting to deselect all checkboxes in that vocabulary when you save (except &quot;<em>Default&quot;</em>).&nbsp;</li><li> &quot;--&quot; doesn't make any automatic changes to that vocabulary; only manual changes that you make to the checkboxes will be saved.</li></ul>
it: <ul><li>Scegli &quot;<em>Seleziona tutti </em>&quot; per abilitare automaticamente tutti i termini di un vocabolario al momento del salvataggio (eccetto <em>predefinito</em>) </li><li>Scegli &quot;<em>Deseleziona tutti </em>&quot; per rimuovere tutti i permessi da ogni termine del vocabolario (eccetto <em>predefinito</em>) .</li><li>Scegli &quot;--&quot; per non modificare nessun termine; solo le modifiche manuali hanno effetto.</li> </ul>

source: <strong>Default:</strong> This checkbox, just underneath the vocabulary title, <u>sets the permissions that will automatically be given</u> to this role, <u>for any new terms</u> that are added within the vocabulary.
it: <strong>Predefinito:</strong> Questa casella rappresenta il valore predefinito per tutti i nuovi termini di un dato vocabolario.

source: In this area you will define the permissions that each <a href="%role">user role</a> has for each category. Each category can have view, update,delete, create and list permissions set for each user role.
it: in questa area tu puoi definire i permessi per ogni <a href="%role"> Ruolo</a> e per ogni categoria. Ogni categoria puo essere vista, aggiornata, eliminata. Una lista di permessi puo essere configurata per ogni ruolo di utenti.

source: update database
it: aggiorna database

source: Field 'grant_list' already exists in tables 'term_access'.
it: Il campo 'grant_list' esiste già nella tabella 'term_access'.

source: Update complete.
it: Aggiornamento completato

source: There is no update needed.
it: Non sono necessari aggiornamenti.

source: You have to apply this update if you used previous versions of Taxonomy Access. (For security reasons, do not forget to backup your database, before applying this script)
it: Devi applicare questo agiornamento se tu usavi una versione precedente del Taxonomy Access. (Per ragioni di sicurezza, non dimenticarti di fare un backup del tuo database prima di applicare lo scipt.)

source: Update for Taxonomy access
it: Aggiornamento di Taxonomy access

source: This update adds new field 'grant_list' to table 'term_access' and 'term_access_defaults'.
it: Questo aggiornamento aggiunge i campi 'grant_list' alla tabella 'term_access' e 'term_access_defaults'.

source: Enable the taxonomy_access module.
it: Abilita il modulo taxonomy_access.

source: Disable the taxonomy_access module.
it: Disabilita il modulo taxonomy_access
