Repository: magnify/swtor_dk
Catalog: sites/all/modules/modr8/translations/*.po
Languages: cs, hu, nl

source: delete
cs: smazat
hu: törlés
nl: verwijderen

source: Default action
cs: Výchozí akce
hu: Alapértelmezés szerinti művelet
nl: Standaard actie

source: approve
cs: schválení
hu: elfogadás
nl: goedkeuren

source: no action
cs: žádná akce
hu: nincs művelet
nl: geen actie

source: Number of moderated posts to display per page
cs: Počet moderovaných příspěvků na jedné straně
hu: Moderálandó tartalmak száma oldalanként
nl: Aantal gemodereerde bijdragen per pagina weergegeven

source: Send approval messages
cs: Poslat schvalovací zprávu
hu: Elfogadó üzenetek küldése
nl: Verzend berichten bij een goedkeuring

source: Acceptance e-mail subject
cs: Předmět schvalovacího e-mailu
hu: Elfogadó email tárgya
nl: Onderwerp van bericht bij goedkeuring

source: Acceptance e-mail
cs: Schvalovací e-mail
hu: Elfogadó email
nl: Berichttekst bij goedkeuring

source: Replacement strings are: %macros
cs: Nahrazující řetězce jsou: %macros
hu: Karakterlánc cseréje: %macros
nl: Beschikbare variabelen zijn:

source: Send denial messages
cs: Poslat zprávu o zamítnutí
hu: Elutasító üzenet küldése
nl: Verzend berichten bij een afwijzing

source: Denial e-mail subject
cs: Předmět e-mailu o zamítnutí
hu: Elutasító email tárgya
nl: Onderwerp van bericht bij afwijzing

source: Denial e-mail
cs: E-mail o zamítnutí
hu: Elutasító email
nl: Berichttekst bij afwijzing

source: Approve
cs: Schválit
hu: Elfogadás
nl: Goedkeuren

source: Delete
cs: Smazat
hu: Törlés
nl: Verwijderen

source: No action
cs: Žádná akce
hu: Nincs művelet
nl: Geen actie

source: Note to author
cs: Poznámka autorovi
hu: Megjegyzés a szerzőnek
nl: Bericht aan de auteur

source: Submit
hu: Beküldés

source: Operations
cs: Operace
hu: Műveletek
nl: Handelingen

source: Content
cs: Obsah
hu: Tartalom
nl: Inhoud

source: The %type with title %title has been approved.
cs: %type s názvem %title byl schválen.
hu: %type tartalomtípus el lett fogadva %title címmel.
nl: De %type met als titel %title is goedgekeurd.

source: approval
cs: schválení
hu: elfogadás
nl: goedkeuring

source: denial
cs: zamítnutí
hu: elutasítás
nl: weigering

source: %type message was sent to %username
cs: %type zpráva byla poslána uživateli %username
hu: %type üzenet el lett küldve %username számára
nl: %type bericht werd verstuurd naar %username

source: There was a problem sending the %type message to %username
cs: Nastal problém při posílání zprávy (%type) uživateli %username
hu: Hiba történt %type üzenet, %username felhasználónak küldése során.
nl: Er heeft zich een probleem voorgedaan bij het versturen van dit bericht naar %username

source: An error occurred when trying to load this content.
cs: Nastala chyba při nahrávání tohoto obsahu.
hu: Hiba történt a tartalom betöltése közben.
nl: Er heeft zich een probleem voorgedaan bij het laden van deze inhoud.

source: Your %type entry entitled "%title" has been approved by our content moderator! Other visitors to %site will now be able to view it. You can visit %node_url to view it yourself. %note Regards, The %site team
cs: Váš příspěvek (%type) s názvem "%title" byl schválen moderátorem webu %site! Oststní návštevníci webu %site si budou nyní moci přečíst Váš příspěvek. Váš příspěvek můžete navštívit zde %node_url. %note S pozdravem, Tým %site
hu: A beküldött %type típusú, „%title” című tartalmat moderátoraink elfogadták! %site webhely látogatói már megtekinthetik. A tartalom itt tekinthető meg: %node_url %note Tisztelettel: %site csapata
nl: Uw bericht met de titel "%title" is goedgekeurd door een moderator! Andere bezoekers van %site kunnen het bericht nu zien. U kunt het bericht zelf bekijken op volgende pagina: %node_url %note Met vriendelijke groeten, Het %site team

source: Your %type entry entitled "%title" has been denied by our content moderator. The content has been deleted from our site. %note Regards, The %site team
cs: Váš příspěvek %type s názvem "%title" byl zamítnut našim moderátorem. Váš příspěvek byl smazán z webu %site. %note S pozdravem, Tým %site
hu: A beküldött %type típusú, „%title” című tartalmat moderátoraink nem fogadták el. A tartalom törlésre került oldalunkról. %note Tisztelettel: %site csapata
nl: Uw bericht met de titel "%title" werd geweigerd door een moderator. De inhoud werd verwijderd van de website. %note Met vriendelijke groeten, Het %site team

source: Moderated content
cs: Schvalovaný obsah
hu: Moderálandó tartalmak
nl: Gemodereerde inhoud

source: Approve or delete moderated content.
cs: Schválit nebo smazat moderovaný obsah.
hu: Moderálandó tartalmak elfogadása vagy törlése
nl: Inhoud in moderatie goedkeuren of afwijzen.

source: Modr8 settings
cs: Nastavení modr8
hu: Modr8 beállításai
nl: Modr8 instellingen

source: Configure content moderation.
cs: Nastavit schvalování obsahu
hu: Tartalom moderálás beállítása.
nl: Configureer moderatie inhoud

source: In moderation queue
cs: Ve frontě ke schválení
hu: Moderálási sorban
nl: In de wachtrij voor moderatie

source: This %type will be placed in moderation if the %moderate checkbox is selected.
cs: Tento %type bude umístěna do moderování pokud bude %moderate checkbox zaškrtnut.
hu: %type a moderálási sorba kerül, ha %moderate jelölőnégyzet be van jelölve.
nl: Dit %type bericht zal in moderatie geplaatst worden indien %moderate aangevinkt staat

source: This %type will be submitted for moderation and will not be accessible to other users until it has been approved.
cs: Tento příspěvek (%type) bude zaslán ke schválení a nebude přístupný ostatním uživatelům dokud nebude schválen.
hu: A moderálandó %type nem lesz elérhető más felhasználóknak, amíg az elfogadásra nem kerül.
nl: Deze %type zal voorgesteld worden ter goedkeuring en zal niet toegankelijk zijn voor andere gebruikers tot deze goedgekeurd wordt

source: @items in moderation
cs: @items ve schvalování
hu: @items elem vár moderálásra
nl: @items in moderatie

source: Recent additions:
cs: Poslední příspěvky
hu: Legutóbbi kiegészítések:
nl: Recente toevoegingen

source: 1 post
cs: 1 příspěvek
hu: 1 tartalom

source: moderate content
cs: schválit obsah
hu: tartalom moderálása
nl: modereer inhoud

source: Easy, dedicated moderation of content
cs: Snadné, účelné moderování obsahu
hu: Egyszerű, céltudatos tartalom moderálás
nl: Eenvoudige, gespecialieerde moderatie van inhoud

source: Action
cs: Akce
hu: Akció
nl: Actie

source: Date
cs: Datum
hu: Dátum
nl: Datum

source: No log messages available.
cs: Není dostupný žádný záznam.
hu: Nincs egyetlen rögzített esemény sem.
nl: Geen logberichten beschikbaar.

source: Save
cs: Uložit
hu: Mentés
nl: Opslaan

source: User
hu: Felhasználó
nl: Gebruiker

source: Never
cs: Nidky
hu: Soha
nl: Nooit

source: Pending moderation
cs: Probíhající schvalování
hu: Moderálás függőben
nl: Wachten op moderatie

source: Moderation
cs: Moderování
hu: Moderálás
nl: Moderatie

source: Date:
cs: Datum:
hu: Dátum:
nl: Datum:

source: Discard log entries older than
cs: Smazat záznamy logu
hu: Törlendő naplóbejegyzések
nl: Verwijder logberichten ouder dan

source: The time log entries should be kept. Older entries will be automatically discarded. Requires crontab.
cs: Doba, po kterou se mají uchovat záznamy. Záznamy staršího data budou smazány.
hu: Ennyi ideig tárolja a rendszer az eseménynapló bejegyzéseit. Az itt beállítottnál régebbiek automatikusan törlődnek. Az időzítő (cron) használata szükséges a helyes működéshez.
nl: De periode dat logberichten bewaard moeten worden. Oudere berichten worden automatisch verwijderd (hiervoor is cron nodig).

source: Moderator email adress
cs: E-mailová adresa moderátora
hu: A moderátor email címe
nl: E-mailadres van de moderator

source: E-mail notices sent by modr8 will have this as the "From" address. Leave empty to use same "From" address as is used for user registration other administrative notices as set at <a href="@site-info">Site information</a>.
cs: E-mailové upozornění poslané modulem modr8 budou mít toto vyplněné jako pole "Od". Ponechte prázdné pokud chcete použít stejnou "Od" adresu jako je použita v případě registrace uživatelů tak jak je nastaveno na této stránce <a href="@site-info">Informace o webu</a>.
hu: A <em>modr8</em> modul által küldött email értesítés „Feladó” mezője. Ha üres, akkor a „Feladó” mezőbe a felhasználó regisztráció, vagy egyéb adminisztrációs értesítésekhez hasonlóan a <a href="@site-info">webhely-információk</a> oldalon beállított cím kerül.
nl: E-mailberichten die door modr8 verstuurd worden zullen dit adres gebruiken als afzender. Laat vak leeg als u de zelfde afzender wilt gebruiken als voor de registratie van nieuwe gebruikers en andere administratieve berichten, zoals gespecifieerd onder <a href="@site-info">Websitegegevens</a>.

source: Send a message when taking no action, but only if the moderator enters a "Note to author".
cs: Poslat zprávu jestliže není zvolena žádná akce, ale moderátor pouze vyplní "Poznámku autorovi".
hu: Üzenet küldése, ha nincs további teendő, de csak akkor, ha a moderátor a „Megjegyzés a szerzőnek” mezőt kitölti.
nl: Verzend een bericht wanneer geen actie wordt ondernomen, maar enkel als de moderator een 'Opmerking voor de auteur' toevoegt.

source: No action e-mail subject
cs: Předmět e-mailu bez akce
hu: „Nincs további teendő” email tárgya
nl: Onderwerp bericht wanneer geen actie wordt ondernomen

source: No action e-mail note
cs: Poznámka do e-mailu bez akce
hu: „Nincs további teendő” email megjegyzés
nl: Bericht wanneer geen actie wordt ondernomen

source: You must either enter a valid e-mail address, or leave the moderator e-mail field empty.
cs: Musíte zadat buďto platnou e-mailovou adresu, nebo ponechat pole pro adresu moderátora prázdnou
hu: Érvényes email címet kell megadni, vagy a moderátor email címe mezőt üresen kell hagyni.
nl: U dient een correct e-mailadres op te geven, of het e-mailadres van de moderator blanco laten.

source: note (no action)
cs: poznámka (bez akce)
hu: megjegyzés (nincs akció)
nl: bericht (geen actie)

source: You should create an administrator mail address for your site! <a href="@url">Do it here</a>.
cs: Měli by jste vytvořit e-mailovou adresu administrátora pro Vaši stránku! <a href="@url">Vytvořit</a>.
hu: A webhelyhez ajánlott adminisztrátor email cím készítése! <a href="@url">A címet itt lehet megadni.</a>.
nl: U dient <a href="@url">hier</a> een e-mailadres voor de beheerder van de website op te geven.

source: Note: !note
hu: Megjegyzés: !note

source: Your %type entry entitled "%title" has been reviewed by our content moderator, but not yet approved. %note To respond to the moderator, you can visit %response_url You can visit %node_url to view it yourself, but is is not yet visible to other site visitors. Regards, The %site team
hu: A beküldött %type típusú, „%title” című tartalmat moderátoraink átnézték, de még nem fogadták el. %note Választ küldeni a moderátornak ezen az oldalon lehet: %response_url A tartalom ezen az oldalon tekinthető meg: %node_url . A tartalom jelenleg más látogatók számára még nem érhető el. Tisztelettel: %site csapata

source: Response title
hu: Válasz címe

source: Message to the moderator
hu: Üzenet a moderátornak

source: Please respond to the moderation messsage you received and provide additional information as appropriate to help the moderator.
hu: Érdemes a kapott moderációs üzenetre válaszolni és további megfelelő információkkal ellátni a moderátort, ezzel is segítve munkáját.

source: Your response has been logged.
hu: A válasz naplózva lett.

source: Title (view event)
cs: Nadpis (událost)
hu: Cím (esemény megtekintése)
nl: Titel (bekijk gebeurtenis)

source: Overview of all moderation log events for this post
cs: Přehled všech událostí pro tento příspěvek
hu: A tartalomhoz tartozó összes moderálási esemény áttekintése
nl: Overzicht van alle logberichten over de moderatie van dit bericht

source: Action:
cs: Akce:
hu: Akció:
nl: Actie:

source: Author:
cs: Autor:
hu: Szerző:
nl: Auteur:

source: Response title:
hu: Válasz címe:

source: Response message:
hu: Válasz üzenet:

source: Teaser (as of response):
hu: Bevezető (válasz óta):

source: Moderator:
hu: Moderátor:

source: E-mail message:
cs: E-mailová zpráva:
hu: Email üzenet:
nl: E-mailbericht:

source: Teaser (as reviewed):
cs: Problém:
hu: Bevezető (ellenőrzött):
nl: Intro:

source: See the 1 moderation log event for this post
cs: Zobrazit 1 záznam událostí moderace pro tento příspěvek
hu: Egy tartalomhoz tartozó moderálási esemény megtekintése
nl: Bekijk het logbericht voor de moderatie van dit bericht.

source: Content moderation log
cs: Záznamy schvalovaného obsahu
hu: Tartalmak moderációs naplója
nl: Logberichten moderatie

source: Show log of all actions on moderated content.
cs: Ukázat záznamy všech akcí na moderovaném obsahu.
hu: Összes műveletet tartalmazó moderálási napló megtekintése.
nl: Toon alle logberichten voor gemodereerde inhoud.

source: Submit response regarding %title
hu: %title tartalomhoz kapcsolódó válasz beküldése

source: The moderator already approved %title
hu: %title című tartalmat a moderátor már elfogadta

source: This post has already been approved by the moderator. No response is needed.
hu: A tartalmat már elfogadta a moderátor. Nincs válaszra szükség.

source: Moderation log event
cs: Záznamy událostí moderování
hu: Moderálási napló
nl: Moderatie log

source: Modr8 moderator's block
cs: Modr8 moderátorův blok
hu: <em>Modr8</em> moderálási blokk
nl: Modr8 moderator blok

source: Moderation queue
cs: Řada ke schválení
hu: Moderálási sor
nl: Moderatiewachtrij

source: The post has been submitted for moderation and won't be listed publicly until it has been approved.
cs: Příspěvek byl odeslán ke schválení a nebude zobrazen na stránkách dokud nebude schválen moderátorem.
hu: A beküldött tartalom a moderálási sorba került, elfogadásig nem érhető el a nyilvánosság számára.
nl: Dit bericht werd voorgesteld ter goedkeuring en zal niet in overzichten worden opgenomen tot het goedgekeurd wordt.

source: Anonymous user; no %type message was sent.
cs: Anonymní uživatel; žádná zpráva (%type) nebyla poslána
hu: Névtelen felhasználó, %type üzenet nem lett elküldve.
nl: Anonieme gebruiker. Geen %type bericht werd verstuurd.

source: Easy, dedicated moderation of content. Assign the 'moderate content' permission to one or mode user roles. Set up the default moderation option for each node type.
cs: Lehce, nastavitelný modul pro moderování obsahu. Přiřaďte 'moderate content' povolení jedné nebo více uživatelským rolím. Nastavte výchozí vlastnosti pro moderování u každého typu obsahu.
hu: Egyszerű, céltudatos tartalom moderálás. A „tartalom moderálása” jogosultságot kell egy vagy több csoporthoz rendelni. Minden tartalomtípushoz be kell állítani az alapértelmezésben alkalmazandó moderálási szabályokat.
nl: Eenvoudige, gespecialiseerde moderatie van inhoud, met toegangsrechten voor 'modereer inhoud' per rol en standaard moderatie voor elk inhoudstype.

source: Moderation response
hu: Moderálási válasz

source: Note: @note
cs: Poznámka: @note

source: Your %type entry entitled "%title" has been reviewed by our content moderator, but not yet approved. %note You can visit %node_url to view it yourself, but is is not yet visible to other site visitors. Regards, The %site team
cs: Váš příspěvek (%type) s názvem "%title" byl zkontrolován našim moderátorem, avšak ještě nebyl schválen. %note Pokud chcete odepsat moderátorovi navštivte %response_urlMůžete se podívat na Váš příspěvek %node_url, který zatím ale není viditelný ostatním navštěvníkům. S pozdravem, Tým %site

source: Moderator
cs: Moderátor
